Repository: lmr-hh/wordpress-mec-ics
Catalog: languages/mec-ics-*.po
Languages: de_de

source: Feed Settings
de_de: Feed-Einstellungen

source: The ICS feed contains the events you created in Modern Events Calendar.
de_de: Der ICS-Feed enthält die Events aus dem Modern Events Calendar.

source: Advanced
de_de: Erweiterte Einstellungen

source: Private Events
de_de: Private Veranstaltungen

source: Time Interval
de_de: Zeitintervall

source: Event Limit
de_de: Anzahl Veranstaltungen

source: Event UID Format
de_de: UID-Format für Ereignisse

source: The ICS feed currently available at <code>%s</code>
de_de: Der ICS-Feed kann unter <code>%s</code> abgerufen werden.

source: Include Private Events in Feed
de_de: Private Veranstaltungen im Feed einschließen

source: Days before today:
de_de: Tage in die Vergangenheit:

source: Days after today:
de_de: Tage in die Zukunft:

source: The number of past days must be a positive number.
de_de: Das Zeitintervall muss aus positiven ganzen Zahlen bestehen.

source: The number of future days must be a positive number.
de_de: Das Zeitintervall muss aus positiven, ganzen Zahlen bestehen.

source: The event limit must be a positive number.
de_de: Das Veranstaltungslimit muss eine positive, ganze Zahl sein.

source: ICS Feed Settings
de_de: ICS-Feed Einstellungen

source: The ICS feed is published as a WordPress feed. The slug of the feed determines the URL at which the feed will be found.<br /><b>Attention</b>: If you use the slug of a default feed (rss, rss2, rdf, atom) the ICS feed will replace the default feed.
de_de: Der ICS-Feed wird als WordPress-Feed bereitgestellt. Der Slug bestimmt die URL des Feeds.<br /><b>Achtung</b>: Wenn Sie einen Slug der Standard-Feeds verwenden (rss, rss2, rdf, atom), wird der Standard-Feed durch den ICS-Feed ersetzt.

source: If checked events set to private will be included in the ICS feed. The events will have their classification to <code>PRIVATE</code>.
de_de: Wenn ausgewählt, werden auch private Veranstaltungen im ICS-Feed eingeschlossen. Diese Ereignisse haben die Klassifizierung <code>PRIVATE</code>, es ist aber vom Client abhängig, wie das angezeigt wird.

source: By default only events within a specific time interval are included in the ICS feed. You can configure the time interval. You can remove either or both intervals to include all past or future events. In order to reduce database load it is recommended to set a time interval that is large enough for your needs. By default events are included if their date is at most 90 days in the past and 365 days in the future.
de_de: Standardmäßig werden nur Veranstaltung innerhalb eines gewissen Zeitrahmens im ICS-Feed berücksichtigt. Sie können diesen Intervall konfigurieren. Sie können einen oder beide Felder leer lassen, um alle vergangenen, bzw. Zukünftigen Ereignisse einzuschließen. Um die Belastung der Datenbank zu reduzieren wird allerdings empfohlen insbesondere vergangene Veranstaltungen zu begrenzen. Standardmäßig werden Veranstaltungen eingeschlossen, die höchstens 90 Tage in der Vergangenheit und 365 Tage in der Zukunft liegen.

source: The maximum number of events included in the calendar at any time. This should be sufficiently high to include all upcoming events as clients usually do not support pagination. Set to <code>0</code> or leave empty if you don't want to enforce a limit. The recommended approach to limit the number of events is to use the time interval setting above.
de_de: Die maximale Anzahl Veranstaltungen, die zu einer Zeit im Feed zu sehen sein sollen. Die Zahl sollte ausreichend groß sein, um alle zukünftigen Veranstaltungen einzuschließen, da keine Paginierung unterstützt wird. Setzen Sie den Wert auf <code>0</code> oder lassen Sie ihn leer, um keine Begrenzung festzulegen. Es wird empfohlen stattdessen das obige Zeitintervall zu verwenden.

source: You can supply your own product ID. This is typically a <a href="https://en.wikipedia.org/wiki/Formal_Public_Identifier" target="_blank">FPI value</a> but can technically be any string.
de_de: Sie können eine eigene Product-ID festlegen. Dies ist üblicherweise ein <a href="https://en.wikipedia.org/wiki/Formal_Public_Identifier" target="_blank">Formal Public Identifier</a> , kann aber im Prinzip ein beliebiger Wert sein.

source: The format must contain the <code>%d</code> format specified which will be replaced by the ID of the respective event. It is not required that the UID has an email-like format.
de_de: Das Format muss den Platzhalter <code>%d</code> enthalten. Dieser wird durch die ID der jeweiligen Veranstaltung ersetzt. Das UID-Format muss keinem E-Mail-Format folgen.

source: It looks like the event UID does not contain a format specifier. If all events have the same UID it may confuse some ICS clients.
de_de: Es sieht so aus, als ob die UID keinen Platzhalter enthält. Wenn alle Ereignisse dieselbe UID haben, bringt dies oft ICS-Clients durcheinadner.

source: Settings Saved. You might need to save your permalink structure in order for the feed to become available.
de_de: Einstellungen gespeichert. Sie müssen möglicherweise die Permalink-Struktur speichern, damit der Feed verfügbar wird.

source: Modern Events Calendar plugin not found. The plugin <b>ICS for Modern Events Calendar</b> requires an active installation of the Modern Events Calendar plugin.
de_de: Das Modern Events Calendar Plugin wurde nicht gefunden. Das Plugin <b>ICS Feed für Modern Events Calendar</b> benötigt eine aktive Installation des Modern Events Calendar Plugins.

source: In this section you can configure some of the technical details that typically won't be seed by the end users.
de_de: In diesem Abschnitt können Sie einige technische Details konfigurieren, die die Endnutzer i.d.R. nicht sehen werden.

source: Currently the ICS feed is not configured. Enter a feed slug to enable the feed.
de_de: Der ICS-Feed ist zur Zeit nicht konfiguriert. Geben Sie einen Feed-Slug ein, um den Feed zu aktiviere.

source: The name of the feed is typically show as the default calendar name when a user subscribes to the feed via URL.
de_de: Der Name des Feeds wird üblicherweise als Kalendername vorgeschlagen, wenn man den Feed per URL abonniert.
